<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadDisplayName</key>
		<string>ControlD (Block Malware + Ads + Social) DNS over HTTPS</string>
		<key>PayloadOrganization</key>
		<string>encrypted-dns.party</string>
		<key>PayloadDescription</key>
		<string>This profile enables ControlD (Block Malware + Ads + Social) DNS over HTTPS on all networks using the iOS 14 / iPadOS 14 / tvOS 14 / macOS Big Sur Encrypted DNS feature.

Downloaded from encrypted-dns.party.</string>
		<key>ConsentText</key>
		<dict>
			<key>default</key>
			<string>Privacy policy:
https://controld.com/privacy</string>
		</dict>
		<key>PayloadIdentifier</key>
		<string>6678abae-632d-4f23-8d60-37f3e9c680f5</string>
		<key>PayloadScope</key>
		<string>User</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>1552d6fe-2da6-43e5-b693-e68e9c6797a7</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>DNSSettings</key>
				<dict>
					<key>DNSProtocol</key>
					<string>HTTPS</string>
					<key>ServerAddresses</key>
					<array>
						<string>76.76.2.11</string>
					</array>
					<key>ServerURL</key>
					<string>https://freedns.controld.com/p3</string>
				</dict>
				<key>PayloadType</key>
				<string>com.apple.dnsSettings.managed</string>
				<key>PayloadIdentifier</key>
				<string>635c768b-87a7-4a74-8669-3592aa93ff89</string>
				<key>PayloadUUID</key>
				<string>1e48561f-8152-45f7-b15a-57b38c91c1c1</string>
				<key>PayloadDisplayName</key>
				<string>ControlD (Block Malware + Ads + Social) DNS over HTTPS</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
			</dict>
		</array>
	</dict>
</plist>