<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
	<dict>
		<key>PayloadDisplayName</key>
		<string>OpenDNS DNS over HTTPS</string>
		<key>PayloadDescription</key>
		<string>This profile enables OpenDNS DNS over HTTPS on all networks using the iOS 14 / iPadOS 14 / tvOS 14 / macOS Big Sur Encrypted DNS feature. Downloaded from https://encrypted-dns.party.</string>
		<key>PayloadIdentifier</key>
		<string>com.apple.dnsSettings.managed.f8b7345c-c199-4c5d-abb1-94c396b2f454</string>
		<key>PayloadScope</key>
		<string>User</string>
		<key>PayloadType</key>
		<string>Configuration</string>
		<key>PayloadUUID</key>
		<string>f0d60afb-16d6-4ae0-bf57-5580c1e6b721</string>
		<key>PayloadVersion</key>
		<integer>1</integer>
		<key>PayloadContent</key>
		<array>
			<dict>
				<key>DNSSettings</key>
				<dict>
					<key>DNSProtocol</key>
					<string>HTTPS</string>
					<key>ServerAddresses</key>
					<array>
						<string>208.67.222.222</string>
						<string>2620:119:35::35</string>
						<string>208.67.220.220</string>
						<string>2620:119:53::53</string>
					</array>
					<key>ServerURL</key>
					<string>https://doh.opendns.com/dns-query</string>
				</dict>
				<key>PayloadType</key>
				<string>com.apple.dnsSettings.managed</string>
				<key>PayloadIdentifier</key>
				<string>com.apple.dnsSettings.managed.82d1b4ad-c123-443c-baa9-5b771b23b0fa</string>
				<key>PayloadUUID</key>
				<string>680f974c-7406-480a-bcf9-fe1aa1731c34</string>
				<key>PayloadDisplayName</key>
				<string>OpenDNS DNS over HTTPS</string>
				<key>PayloadVersion</key>
				<integer>1</integer>
			</dict>
		</array>
	</dict>
</plist>